NetworkManager
NetworkManager-wifi
Thunar
abrt-cli
acl
adw-gtk3-theme
adwaita-icon-theme
alsa-ucm-asahi
android-tools
asahi-fwupdate
asahi-platform-metapackage
asahi-repos
at
atheros-firmware
attr
audit
b43-fwcutter
b43-openfwwf
bash
bash-color-prompt
bash-completion
bat
bc
bind-utils
brcmfmac-firmware
brightnessctl
btrfs-progs
bzip2
cage
cargo
ccache
chromaprint-tools
chrony
cifs-utils
clang
cloudflare-warp
cmake
compsize
coreutils
cpio
crontabs
cryptsetup
curl
cyrus-sasl-plain
dbus
dbus-devel
ddcutil
ddgr
default-editor
deltarpm
dhcp-client
dnf-plugins-core
dnf5
dnf5-plugins
dos2unix
dosfstools
dracut-asahi
e2fsprogs
ed
ethtool
exfatprogs
fastfetch
fedora-asahi-remix-scripts
ffmpeg
file
file-devel
filesystem
firewalld
flatpak
foot
fpaste
fprintd-pam
fuse-sshfs
fuzzel
fwupd
git
glibc
glibc-all-langpacks
gnome-keyring
gnome-keyring-pam
gnupg2
gnupg2-g13
gnupg2-scdaemon
gnupg2-utils
gnupg2-wks
golang
google-noto-color-emoji-fonts
google-noto-emoji-fonts
gperf
greetd
grub2-efi-aa64
grub2-efi-aa64-modules
grubby
gtkgreet
hostname
hunspell
hypridle
hyprland
hyprland-devel
hyprlock
hyprpanel
hyprpaper
imv
initial-setup
iproute
iptstate
iputils
irqbalance
iwlegacy-firmware
iwlwifi-dvm-firmware
jetbrains-mono-fonts
kbd
kde-connect
kernel-16k
kernel-16k-core
kernel-16k-modules
kernel-16k-modules-core
kernel-16k-modules-extra
kf5-kconfig
kf5-kio
kf5-kservice
kf6-kirigami
kf6-kirigami-addons
kf6-kitemmodels
kf6-syntax-highlighting
kio-fuse
less
libavcodec-freeworld
libdrm-devel
libertas-firmware
libva-utils
logrotate
lsof
mailcap
man-db
man-pages
mdadm
mesa-libgbm-devel
mesa-vulkan-drivers
mpc
mpd
mpv
mt7xxx-firmware
mtr
ncurses
ncurses-devel
neovim
net-tools
network-manager-applet
nfs-utils
ninja-build
nmap-ncat
nodejs-npm
ntfs-3g
ntfsprogs
nxpwireless-firmware
opensc
openssh-clients
openssh-server
openssl-devel
pam-devel
pamixer
pandoc-cli
parted
passwdqc
pavucontrol-qt
pciutils
perl-FindBin
perl-Image-ExifTool
picard
pinfo
pipewire
pipewire-pulseaudio
pipx
pleaser
plocate
plymouth
policycoreutils
prefixdevname
procps-ng
protonvpn-cli
psacct
python3-devel
python3-dnf-plugin-versionlock
python3-pip
python3.11
qalculate
qrencode
qrtr
qt6-qt5compat
qt6-qtdeclarative-devel
qt6-qtimageformats
qt6-qtmultimedia
qt6-qtpositioning
qt6-qttools
quickshell-git
quota
rb_libtorrent-python3
re2-devel
readline-devel
realmd
realtek-firmware
rmtfs
rofi
rootfiles
rpm
rpmfusion-free-release
rpmfusion-nonfree-release
rsync
rsyslog
scrcpy
sddm
seatd
selinux-policy-targeted
setup
shadow-utils
shim-aa64
smartmontools
sos
sqlite-devel
sssd-common
sssd-kcm
sssd-proxy
stow
sudo
swappy
swww
symlinks
systemd
systemd-oomd-defaults
systemd-resolved
systemd-udev
tar
tcpdump
tesseract
thunar-archive-plugin
thunar-volman
time
tiny-dfr
tiwilink-firmware
tomlplusplus-devel
touchegg
traceroute
translate-shell
trash-cli
tree
tumbler
uboot-images-armv8
udiskie
unzip
update-m1n1
usb_modeswitch
usbutils
util-linux
uv
vim-enhanced
vim-minimal
vlc
waybar
wayland-devel
wayland-protocols-devel
waypaper
weston
wget2-wget
which
whois
wireguard-tools
wireplumber
wkhtmltopdf
wl-clipboard
words
xclip
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
yazi
zathura
zathura-plugins-all
zenity
zip
zlib-ng-compat-devel
zram-generator-defaults
zsh
zsh-autosuggestions
zsh-syntax-highlighting
